Repository: 64characters/Telephone
Catalog: Telephone/*.lproj/AccountSetup.strings
Languages: ru

# 1.title
source: Account Setup
ru: Новый аккаунт

# 5.title
source: Done
ru: Добавить

# 7.title
source: Cancel
ru: Отмена

# 9.title
source: SIP Account Setup
ru: Новый SIP-аккаунт

# 11.placeholderString
source: John Smith
ru: Pavel Smirnov

# 17.title
source: Full Name:
ru: Имя с фамилией:

# 26.title
source: User Name:
ru: Пользователь:

# 27.placeholderString
source: john
ru: pavel

# 30.title
source: Password:
ru: Пароль:

# 43.placeholderString
source: Required
ru: Обязательно

# 71.title
source: Domain:
ru: Домен:

# 103.title
source: Enter account details you received from your SIP provider.
ru: Введите данные аккаунта, полученного от SIP-провайдера.
