Repository: 64characters/Telephone
Catalog: *.lproj/Localizable.strings
Languages: russian

source: Accounts
russian: Аккаунты

source: Address Not Found
russian: Адрес не найден

source: All active calls will be disconnected.
russian: Будут прекращены все незавершенные звонки.

source: Are you sure you want to quit Telephone?
russian: Вы действительно хотите выйти из Телефона?

source: Available
russian: Доступен

source: busy
russian: занято

source: call declined
russian: звонок отклонен

source: call ended
russian: звонок завершен

source: Call Failed
russian: Не удалось дозвониться

source: call transferred
russian: звонок переведен

source: calling
russian: звонит

source: calling %@...
russian: звоним на %@...

source: calling from %@
russian: звонит с %@

source: calling...
russian: звоним...

source: Cancel
russian: Отмена

source: Connecting...
russian: Соединение...

source: Could not install Address Book plug-ins.
russian: Не удалось установить плагины к «Адресной книге».

source: Could not register with %@.
russian: Не удалось зарегистрироваться на %@.

source: Could not start SIP user agent.
russian: Не удалось запустить SIP-подсистему.

source: Delete
russian: Удалить

source: Delete “%@”?
russian: Удалить «%@»?

source: Don't Save
russian: Не сохранять

source: Error %d
russian: Ошибка %d

source: Failed to communicate with STUN server.
russian: Невозможно связаться со STUN-сервером.

source: General
russian: Основные

source: Hold
russian: Поставить на ожидание

source: It very unlikely that two-way conversations will be possible with the symmetric NAT. Contact you SIP provider to find out other NAT traversal options. If you are connected to the internet through the personal router, try to replace it with the one that supports “full cone”, “restricted cone” or “port restricted cone” NAT types.
russian: Достичь двусторонней слышимости скорее всего не удастся. Попробуйте узнать у своего SIP-провайдера другие способы преодоления NAT. Если у вас свой маршрутизатор для выхода в интернет, попробуйте заменить его на другой, поддерживающий «full cone», «restricted cone» или «port restricted cone» NAT.

source: Make sure you have write permission to “%@”.
russian: Проверьте права на запись в «%@».

source: mic muted
russian: микрофон выключен

source: mic unmuted
russian: микрофон работает

source: Mute
russian: Выключить микрофон

source: Network
russian: Сеть

source: New network settings will be applied immediately, all accounts will be reconnected.
russian: Настройки вступят в силу сразу, все аккаунты будут переподсоединены.

source: off hold
russian: продолжается

source: Offline
russian: Офлайн

source: on hold
russian: на ожидании

source: on remote hold
russian: поставили на ожидание

source: Please check network connection and Registry Server settings.
russian: Пожалуйста, проверьте настройки сети и сервера регистраций.

source: Please check your network connection and STUN server settings.
russian: Пожалуйста, проверьте настройки сети и STUN-сервера.

source: Quit
russian: Выйти

source: Resume
russian: Продолжить разговор

source: ringing
russian: идет оповещение

source: Save
russian: Сохранить

source: Save changes to the network settings?
russian: Сохранить сетевые настройки?

source: Sound
russian: Звук

source: Symmetric NAT detected.
russian: Тип NAT определен как «симметричный».

source: Telephone Preferences
russian: Настройки Телефона

source: Telephone was unable to login to %@. Change user name or password and try again.
russian: Телефон не смог зарегистрироваться на сервере %@. Проверьте имя пользователя и пароль.

source: The error was: “%d %@”.
russian: %2$@, ошибка %1$d.

source: This will delete your currently set up account “%@”.
russian: Настроенный аккаунт «%@» будет удален.

source: UDP packets are probably blocked. It is impossible to make or receive calls without that. Make sure that your local firewall and the firewall at your router allow UDP protocol.
russian: Скорее всего, прохождение UDP-пакетов заблокировано, а без этого невозможно совершать звонки. Убедитесь, что на компьютере и на маршрутизаторе разрешен протокол UDP.

source: Unavailable
russian: Недоступен

source: Unmute
russian: Включить микрофон
